// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给我",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "心爱的小可爱",  // 同上...
        "今天是你的十八岁生日啦",
        "愿你是清新的海风，鼓起白色的船帆",
        "未来可期，一路前进",
        "不管以后与你相距多远",
        "我都会第一时间飞奔过去",
        "因为",
        "你永远是那个对我来说最特殊的存在",
        "另外",
        "一定要记得",
        "要对自己宇宙无敌第一好哦",
        "最后",
        "剩下的日子里要好好努力",
        "通过六级拿到奖学金",
        "你只需要",
        "向着理想前进",
        "继续长成厉害的大人",
        "和永远是万事胜意的女孩",
        "......",
        "生活总为浪漫着迷",
        "而和你在一起就是我的最高礼仪",
        "from",
        "金小鸟",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        "心爱的小可爱": "./imgs/xiaokeai1.png",
        // "今天是你的生日": "./imgs/birthday.jpg",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "送给世界上最可爱的陈如意",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
